index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Welcome to my homepage!</title>
<!-- 2019-03-01 Fri 20:14 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Ninad Khargonkar" />
<link rel="stylesheet" type="text/css" href="css/worg.css" />
</head>
<body>
<div id="content">
<h1 class="title">Welcome to my homepage!</h1>
<p>
<a href="./index.html">home</a> | <a href="./notes.html">notes</a> | <a href="./misc.html">misc</a>
</p>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">About me</h2>
<div class="outline-text-2" id="text-1">
<p>
Ninad Khargonkar <br  />
College of Information and Computer Sciences <br  />
University of Massachusetts Amherst <br  />
Email: nkhargonkar [at] cs [dot] umass [dot] edu
</p>

<p>
I am a final year masters student in computer science at the 
<a href="https://www.umass.edu/">University of Massachusetts Amherst</a>.
I completed my undergraduate education from
<a href="https://www.iitk.ac.in/">IIT Kanpur</a> in 2017  with a bachelors degree from the department of 
mathematics and statistics. Hopefully I will be able to use my education
for a good cause!
</p>

<p>
I like to read about all topics under the sun. 
When I am not into some reading or sleeping, I like to play football 
and occasionally going for running and bicycling. I am trying to pick up 
sketching from the awesome resource of <a href="https://drawabox.com/">drawabox</a> along with developing a 
taste for all genres of music (learning to play a basic instrument helps
a lot in this regard).
</p>

<p>
Here are few links for more "professional" information:
</p>
<ul class="org-ul">
<li><a href="https://www.linkedin.com/in/ninadkhargonkar/">linkedin</a>
</li>
<li><a href="https://github.com/ninception">github</a>
</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="postamble">Created with the help of <a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.2.2 (<a href="http://orgmode.org">Org</a> mode 8.2.10). Timestamp: 2019-03-01 Fri 20:14 </p>
</div>
</body>
</html>
